/* English localization strings for Autofill extension */
"loading_error" = "Latausvirhe";
"loading_error_message" = "Käyttäjätunnusten lataaminen epäonnistui. Ole hyvä ja avaa AliasVault-sovellus tarkistaaksesi päivitykset.";
"ok" = "OK";
"login_required" = "Kirjautuminen vaaditaan?";
"login_required_message" = "Käyttääksesi automaattista täyttöä, kirjaudu sisään AliasVault-tilillesi AliasVault-sovellukseen.";
"biometric_required" = "%@ vaaditaan.";
"biometric_required_message" = "Käyttääksesi automaattista täyttöä, ota käyttöön %@ laitteesi asetuksissa ja/tai mene AliasVault sovellukseen asetusten määrittämiseksi. ";
"biometric_app_required_message" = "Käyttääksesi automaattista täyttöä. ota käyttöön %@ holvin avaustapana AliasVault-sovelluksen asetuksissa.";
"loading_credentials" = "Ladataan käyttäjätunnuksia...";
"no_credentials_found" = "Käyttäjätunnuksia ei löytynyt";
"no_credentials_match" = "Hakusi ei vastaa olemassa olevia käyttäjätunnuksia";
"create_new_credential" = "Luo uusi käyttäjätunnus";
"select_credential" = "Valitse käyttäjätunnus";
"select_text_to_insert" = "Valitse lisättävä teksti";
"cancel" = "Peruuta";
"choose_username" = "Valitse käyttäjänimi";
"select_text_to_insert_message" = "Valitse teksti, joka lisätään kohdistettuun syöttökenttään";
"choose_username_message" = "Tämä sivusto saattaa vaatia joko käyttäjätunnuksesi tai sähköpostiosoitteesi kirjautuaksesi sisään";
"username_prefix" = "Käyttäjänimi: ";
"email_prefix" = "Sähköposti: ";
"password" = "Salasana:";
"error" = "Virhe";
"credentials_load_error" = "Käyttäjätunnusten lataaminen epäonnistui. Ole hyvä ja avaa AliasVault-sovellus tarkistaaksesi päivitykset.";
"no_credential_selected" = "Käyttäjätunnusta ei ole valittu.";
"failed_to_load_credentials" = "Käyttäjätunnusten lataaminen epäonnistui";
"face_id_touch_id" = "FaceID / TouchID";
"face_id" = "FaceID";
"touch_id" = "TouchID";

/* Context menu strings */
"copy_username" = "Kopioi käyttäjänimi";
"copy_password" = "Kopioi salasana";
"copy_email" = "Kopioi sähköpostiosoite";
"view_details" = "Näytä tiedot";
"edit" = "Muokkaa";
"username_copied" = "Käyttäjänimi kopioitu";
"password_copied" = "Salasana kopioitu";
"email_copied" = "Sähköposti kopioitu";

/* Search bar */
"search_credentials" = "Etsi käyttäjätunnuksia...";
